Revit 2027 API
ParameterTypeId.PhyMaterialParamMinimumYieldStress Property
 "Minimum yield stress"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamMinimumYieldStress { get; }
Public Shared ReadOnly Property PhyMaterialParamMinimumYieldStress As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamMinimumYieldStress {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamMinimumYieldStress : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace